Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

source: Export M3U…
da: Eksportér M3U…
de: M3U exportieren…
es: Exportar M3U…
fr: Exporter en M3U…
it: Esporta M3U…
ja: M3U を書き出す…
nb: Eksporter M3U…
nl: M3U exporteren…
pl: Eksportuj M3U…
pt: Exportar M3U…
sv: Exportera M3U…
zh_hans: 导出 M3U…

source: failed
da: mislykkedes
de: fehlgeschlagen
es: fallidos
fr: échoués
it: falliti
ja: 失敗
nb: mislyktes
nl: mislukt
pl: nieudanych
pt: falhados
sv: misslyckade
zh_hans: 失败

source: Favorites
da: Favoritter
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt: Favoritos
sv: Favoriter
zh_hans: 收藏

# filterByArtistFormat
source: Filter by “%@”
da: Filtrer efter “%@”
de: Nach „%@“ filtern
es: Filtrar por “%@”
fr: Filtrer par « %@ »
it: Filtra per “%@”
ja: 「%@」でフィルタ
nb: Filtrer etter «%@»
nl: Filter op “%@”
pl: Filtruj według „%@”
pt: Filtrar por “%@”
sv: Filtrera efter ”%@”
zh_hans: 按“%@”筛选

source: Filter by room
da: Filtrér efter rum
de: Nach Raum filtern
es: Filtrar por sala
fr: Filtrer par pièce
it: Filtra per stanza
ja: ルームで絞り込み
nb: Filtrer etter rom
nl: Filteren op kamer
pl: Filtruj według pokoju
pt: Filtrar por sala
sv: Filtrera efter rum
zh_hans: 按房间筛选

# filterByRoomFormat
source: Filter by Room: %@
da: Filtrer efter rum: %@
de: Nach Raum filtern: %@
es: Filtrar por habitación: %@
fr: Filtrer par pièce : %@
it: Filtra per stanza: %@
ja: ルームでフィルタ：%@
nb: Filtrer etter rom: %@
nl: Filter op ruimte: %@
pl: Filtruj według pokoju: %@
pt: Filtrar por sala: %@
sv: Filtrera efter rum: %@
zh_hans: 按房间筛选：%@

# filterBySourceFormat
source: Filter by Source: %@
da: Filtrer efter kilde: %@
de: Nach Quelle filtern: %@
es: Filtrar por fuente: %@
fr: Filtrer par source : %@
it: Filtra per sorgente: %@
ja: ソースでフィルタ：%@
nb: Filtrer etter kilde: %@
nl: Filter op bron: %@
pl: Filtruj według źródła: %@
pt: Filtrar por fonte: %@
sv: Filtrera efter källa: %@
zh_hans: 按来源筛选：%@

# filterPreviewTitle
source: Filter preview
da: Forhåndsvisning af filter
de: Filter-Vorschau
es: Vista previa del filtro
fr: Aperçu du filtre
it: Anteprima filtro
ja: フィルタープレビュー
nb: Forhåndsvisning av filter
nl: Filter voorvertoning
pl: Podgląd filtra
pt: Pré-visualização do filtro
sv: Förhandsvisning av filter
zh_hans: 筛选预览

# filterQueuePlaceholder
source: Filter queue
da: Filtrer køen
de: Warteschlange filtern
es: Filtrar la cola
fr: Filtrer la file
it: Filtra la coda
ja: キューを絞り込み
nb: Filtrer køen
nl: Wachtrij filteren
pl: Filtruj kolejkę
pt: Filtrar fila
sv: Filtrera kön
zh_hans: 筛选队列

# firstTimeHereSetupSteps
source: First time here? 4 steps to get your services working.
da: Første gang her? 4 trin til at få dine tjenester til at virke.
de: Zum ersten Mal hier? 4 Schritte, damit deine Dienste funktionieren.
es: ¿Primera vez aquí? 4 pasos para que tus servicios funcionen.
fr: Première visite ? 4 étapes pour faire fonctionner vos services.
it: Prima volta qui? 4 passaggi per far funzionare i tuoi servizi.
ja: 初めてですか？サービスを動作させる 4 つのステップ。
nb: Første gang her? 4 trinn for å få tjenestene dine til å fungere.
nl: Eerste keer hier? 4 stappen om je diensten werkend te krijgen.
pl: Pierwszy raz tutaj? 4 kroki, aby uruchomić swoje usługi.
pt: Primeira vez aqui? 4 passos para colocar os seus serviços a funcionar.
sv: Första gången här? 4 steg för att få dina tjänster att fungera.
zh_hans: 首次使用？4 步让您的服务运行起来。

# fixedLineOutVolume
source: Line-out volume is fixed on this device — set it in the Sonos app.
da: Line-out-lydstyrken er fast på denne enhed — indstil den i Sonos-appen.
de: Die Line-Out-Lautstärke ist auf diesem Gerät fest eingestellt — ändere sie in der Sonos-App.
es: El volumen de salida de línea es fijo en este dispositivo — ajústelo en la app Sonos.
fr: Le volume de sortie ligne est fixe sur cet appareil — réglez-le dans l'app Sonos.
it: Il volume dell'uscita di linea è fisso su questo dispositivo — impostalo nell'app Sonos.
ja: このデバイスのライン出力音量は固定です — Sonosアプリで設定してください。
nb: Line-out-volumet er fast på denne enheten — still det inn i Sonos-appen.
nl: Het line-out-volume is vast op dit apparaat — stel het in de Sonos-app in.
pl: Głośność wyjścia liniowego jest stała na tym urządzeniu — ustaw ją w aplikacji Sonos.
pt: O volume da saída de linha é fixo neste dispositivo — defina-o no app Sonos.
sv: Line-out-volymen är fast på den här enheten — ställ in den i Sonos-appen.
zh_hans: 此设备的线路输出音量是固定的 — 请在 Sonos 应用中设置。

# fixedShort
source: Fixed
da: Fast
de: Fest
es: Fijo
fr: Fixe
it: Fisso
ja: 固定
nb: Fast
nl: Vast
pl: Stała
pt: Fixo
sv: Fast
zh_hans: 固定

source: Fixed Volume
da: Fast lydstyrke
de: Feste Lautstärke
es: Volumen fijo
fr: Volume fixe
it: Volume fisso
ja: 固定音量
nb: Fast volum
nl: Vast volume
pl: Stała głośność
pt: Volume fixo
sv: Fast volym
zh_hans: 固定音量

source: Folder name
da: Mappenavn
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
it: Nome cartella
ja: フォルダ名
nb: Mappenavn
nl: Mapnaam
pl: Nazwa folderu
pt: Nome da pasta
sv: Mappnamn
zh_hans: 文件夹名称

source: Folders
da: Mapper
de: Ordner
es: Carpetas
fr: Dossiers
it: Cartelle
ja: フォルダ
nb: Mapper
nl: Mappen
pl: Foldery
pt: Pastas
sv: Mappar
zh_hans: 文件夹

# forceDirectedDescription
source: Force-directed co-play graph. Springs pull artists that follow each other.
da: Kraftrettet samafspilningsgraf. Fjedre trækker kunstnere, der følger efter hinanden.
de: Kraftgerichteter Co-Play-Graph. Federn ziehen Künstler, die aufeinander folgen, zusammen.
es: Grafo de co-reproducción dirigido por fuerzas. Resortes atraen a artistas que se siguen.
fr: Graphe de co-lecture dirigé par force. Les ressorts attirent les artistes qui se suivent.
it: Grafo di co-riproduzione force-directed. Le molle attraggono artisti che si seguono.
ja: 力指向型共聴グラフ。バネが互いに続くアーティストを引き寄せます。
nb: Kraftrettet sam-avspillingsgraf. Fjærer trekker artister som følger hverandre.
nl: Krachtgerichte co-afspeelgrafiek. Veren trekken artiesten die elkaar opvolgen.
pl: Graf współ-odtwarzania kierowany siłami. Sprężyny przyciągają artystów, którzy następują po sobie.
pt: Grafo de co-reprodução dirigido por forças. Molas puxam artistas que se sucedem.
sv: Kraftriktad samuppspelningsgraf. Fjädrar drar artister som följer på varandra.
zh_hans: 力导向共播图。弹簧拉近相互跟随的艺术家。

# fullHistoryLoopsFormat
source: Full history loops every %ds
da: Hele historikken sløjfes hvert %ds
de: Vollständiger Verlauf wiederholt sich alle %ds
es: El historial completo se repite cada %ds
fr: L’historique complet boucle toutes les %ds
it: La cronologia completa si ripete ogni %ds
ja: 全履歴は %d 秒ごとにループします
nb: Hele historikken går i loop hvert %ds
nl: Volledige geschiedenis herhaalt elke %ds
pl: Cała historia powtarza się co %ds
pt: O histórico completo repete-se a cada %ds
sv: Hela historiken loopar var %ds
zh_hans: 完整历史每 %d 秒循环

# galaxyLegend
source: Star = artist · size = plays · colour = genre · glow = recency · lines = your listening transitions
da: Stjerne = kunstner · størrelse = afspilninger · farve = genre · glød = nyligt afspillet · linjer = dine lytteovergange
de: Stern = Interpret · Größe = Wiedergaben · Farbe = Genre · Leuchten = Aktualität · Linien = deine Hörübergänge
es: Estrella = artista · tamaño = reproducciones · color = género · brillo = recencia · líneas = sus transiciones de escucha
fr: Étoile = artiste · taille = lectures · couleur = genre · halo = récence · lignes = vos transitions d’écoute
it: Stella = artista · dimensione = riproduzioni · colore = genere · bagliore = recenza · linee = le tue transizioni di ascolto
ja: 星 = アーティスト · 大きさ = 再生回数 · 色 = ジャンル · 輝き = 最近の再生 · 線 = 再生の遷移
nb: Stjerne = artist · størrelse = avspillinger · farge = sjanger · glød = nylig spilt · linjer = lytteovergangene dine
nl: Ster = artiest · grootte = afspeelbeurten · kleur = genre · gloed = recentheid · lijnen = je luisterovergangen
pl: Gwiazda = wykonawca · rozmiar = odtworzenia · kolor = gatunek · poświata = niedawne odtwarzanie · linie = przejścia słuchania
pt: Estrela = artista · tamanho = reproduções · cor = género · brilho = recência · linhas = as suas transições de audição
sv: Stjärna = artist · storlek = uppspelningar · färg = genre · glöd = nyligen spelat · linjer = dina lyssningsövergångar
zh_hans: 星 = 艺人 · 大小 = 播放次数 · 颜色 = 流派 · 光晕 = 最近播放 · 连线 = 收听轨迹

# galaxyLegendDataField
source: Each glyph = one play, replayed in time order · column = hour of day · red = starred · counters = artist play totals
da: Hvert tegn = én afspilning i tidsorden · kolonne = time på døgnet · rød = stjernemarkeret · tællere = totaler pr. kunstner
de: Jedes Zeichen = eine Wiedergabe in zeitlicher Abfolge · Spalte = Tagesstunde · Rot = markiert · Zähler = Wiedergaben pro Interpret
es: Cada glifo = una reproducción, en orden temporal · columna = hora del día · rojo = destacada · contadores = totales por artista
fr: Chaque glyphe = une lecture, rejouée dans l’ordre · colonne = heure du jour · rouge = favori · compteurs = lectures par artiste
it: Ogni glifo = una riproduzione, in ordine temporale · colonna = ora del giorno · rosso = preferita · contatori = totali per artista
ja: 各グリフ = 1回の再生を時系列で再現 · 列 = 時刻 · 赤 = スター付き · カウンター = アーティスト別再生数
nb: Hvert tegn = én avspilling i tidsrekkefølge · kolonne = time på døgnet · rød = stjernemerket · tellere = totaler per artist
nl: Elk teken = één afspeelbeurt, in tijdsvolgorde · kolom = uur van de dag · rood = met ster · tellers = totalen per artiest
pl: Każdy glif = jedno odtworzenie w kolejności czasu · kolumna = godzina dnia · czerwony = oznaczone gwiazdką · liczniki = sumy według wykonawcy
pt: Cada glifo = uma reprodução, em ordem temporal · coluna = hora do dia · vermelho = com estrela · contadores = totais por artista
sv: Varje tecken = en uppspelning i tidsordning · kolumn = timme på dygnet · röd = stjärnmärkt · räknare = totalsummor per artist
zh_hans: 每个符号 = 一次播放，按时间顺序重放 · 列 = 一天中的时刻 · 红色 = 收藏 · 计数器 = 艺人播放总数

# galaxyLegendMarquee
source: Name size = plays · colour = genre · brightness = recency · the stage follows what's playing now
da: Navnestørrelse = afspilninger · farve = genre · lysstyrke = nyligt afspillet · scenen følger det, der spiller nu
de: Namensgröße = Wiedergaben · Farbe = Genre · Helligkeit = Aktualität · die Bühne folgt der aktuellen Wiedergabe
es: Tamaño del nombre = reproducciones · color = género · brillo = recencia · el escenario sigue lo que suena ahora
fr: Taille du nom = lectures · couleur = genre · luminosité = récence · la scène suit la lecture en cours
it: Dimensione del nome = riproduzioni · colore = genere · luminosità = recenza · il palco segue ciò che è in riproduzione
ja: 名前の大きさ = 再生回数 · 色 = ジャンル · 明るさ = 最近の再生 · ステージは再生中の曲に追従
nb: Navnestørrelse = avspillinger · farge = sjanger · lysstyrke = nylig spilt · scenen følger det som spilles nå
nl: Naamgrootte = afspeelbeurten · kleur = genre · helderheid = recentheid · het podium volgt wat nu speelt
pl: Rozmiar nazwy = odtworzenia · kolor = gatunek · jasność = niedawne odtwarzanie · scena podąża za tym, co gra teraz
pt: Tamanho do nome = reproduções · cor = género · brilho = recência · o palco segue o que está a tocar
sv: Namnstorlek = uppspelningar · färg = genre · ljusstyrka = nyligen spelat · scenen följer det som spelas nu
zh_hans: 名称大小 = 播放次数 · 颜色 = 流派 · 亮度 = 最近播放 · 舞台跟随当前播放

# galaxyLegendMurmuration
source: Each bird = one artist · flocks = genre · speed = recency · size = plays · they gather around what's playing now
da: Hver fugl = én kunstner · flokke = genre · fart = nyligt afspillet · størrelse = afspilninger · de samles om det, der spiller nu
de: Jeder Vogel = ein Interpret · Schwärme = Genre · Tempo = Aktualität · Größe = Wiedergaben · sie sammeln sich um die aktuelle Wiedergabe
es: Cada ave = un artista · bandadas = género · velocidad = recencia · tamaño = reproducciones · se reúnen en torno a lo que suena ahora
fr: Chaque oiseau = un artiste · volées = genre · vitesse = récence · taille = lectures · ils se rassemblent autour de la lecture en cours
it: Ogni uccello = un artista · stormi = genere · velocità = recenza · dimensione = riproduzioni · si radunano attorno a ciò che è in riproduzione
ja: 各鳥 = 1アーティスト · 群れ = ジャンル · 速度 = 最近の再生 · 大きさ = 再生回数 · 再生中の曲の周りに集まる
nb: Hver fugl = én artist · flokker = sjanger · fart = nylig spilt · størrelse = avspillinger · de samles rundt det som spilles nå
nl: Elke vogel = één artiest · zwermen = genre · snelheid = recentheid · grootte = afspeelbeurten · ze verzamelen zich rond wat nu speelt
pl: Każdy ptak = jeden wykonawca · stada = gatunek · prędkość = niedawne odtwarzanie · rozmiar = odtworzenia · gromadzą się wokół tego, co gra teraz
pt: Cada ave = um artista · bandos = género · velocidade = recência · tamanho = reproduções · reúnem-se em torno do que está a tocar
sv: Varje fågel = en artist · flockar = genre · hastighet = nyligen spelat · storlek = uppspelningar · de samlas kring det som spelas nu
zh_hans: 每只鸟 = 一位艺人 · 鸟群 = 流派 · 速度 = 最近播放 · 大小 = 播放次数 · 它们聚集在当前播放周围

# galaxyLegendMycelium
source: Filaments trace your real artist-to-artist transitions · glow = recency · node size = plays
da: Trådene følger dine virkelige overgange mellem kunstnere · glød = nyligt afspillet · knudestørrelse = afspilninger
de: Fäden folgen deinen echten Interpreten-Übergängen · Leuchten = Aktualität · Knotengröße = Wiedergaben
es: Los filamentos trazan sus transiciones reales entre artistas · brillo = recencia · tamaño del nodo = reproducciones
fr: Les filaments tracent vos vraies transitions entre artistes · halo = récence · taille des nœuds = lectures
it: I filamenti tracciano le tue vere transizioni tra artisti · bagliore = recenza · dimensione dei nodi = riproduzioni
ja: 糸は実際のアーティスト間の遷移をたどる · 輝き = 最近の再生 · ノードの大きさ = 再生回数
nb: Trådene følger dine virkelige overganger mellom artister · glød = nylig spilt · nodestørrelse = avspillinger
nl: Draden volgen je echte overgangen tussen artiesten · gloed = recentheid · knoopgrootte = afspeelbeurten
pl: Włókna śledzą prawdziwe przejścia między wykonawcami · poświata = niedawne odtwarzanie · rozmiar węzła = odtworzenia
pt: Os filamentos traçam as suas transições reais entre artistas · brilho = recência · tamanho do nó = reproduções
sv: Trådarna följer dina verkliga övergångar mellan artister · glöd = nyligen spelat · nodstorlek = uppspelningar
zh_hans: 菌丝勾勒您真实的艺人间转换 · 光晕 = 最近播放 · 节点大小 = 播放次数

# galaxyLegendTides
source: Each stream = one artist's weekly plays · hue = when you first played them · the river flows through your years
da: Hver strøm = én kunstners ugentlige afspilninger · farvetone = første afspilning · floden løber gennem dine år
de: Jeder Strom = wöchentliche Wiedergaben eines Interpreten · Farbton = Zeitpunkt der ersten Wiedergabe · der Fluss zieht durch deine Jahre
es: Cada corriente = reproducciones semanales de un artista · tono = primera reproducción · el río fluye por sus años
fr: Chaque flux = les lectures hebdomadaires d’un artiste · teinte = première écoute · la rivière traverse vos années
it: Ogni flusso = le riproduzioni settimanali di un artista · tinta = primo ascolto · il fiume scorre attraverso i tuoi anni
ja: 各流れ = アーティストの週ごとの再生 · 色合い = 初再生の時期 · 川はあなたの歳月を流れる
nb: Hver strøm = én artists ukentlige avspillinger · fargetone = første avspilling · elven renner gjennom årene dine
nl: Elke stroom = wekelijkse afspeelbeurten van één artiest · tint = eerste keer afgespeeld · de rivier stroomt door je jaren
pl: Każdy strumień = cotygodniowe odtworzenia wykonawcy · odcień = pierwsze odtworzenie · rzeka płynie przez twoje lata
pt: Cada corrente = as reproduções semanais de um artista · tom = primeira reprodução · o rio corre pelos seus anos
sv: Varje ström = en artists veckovisa uppspelningar · nyans = när du först spelade dem · floden flyter genom dina år
zh_hans: 每条流 = 一位艺人的每周播放 · 色调 = 首次播放时间 · 河流流经您的岁月

# grayScottDescription
source: Gray-Scott reaction-diffusion seeded by hour × weekday listening density.
da: Gray-Scott reaktion-diffusion sået af time × ugedag-lyttetæthed.
de: Gray-Scott-Reaktions-Diffusion, gesät durch Stunde × Wochentag Hördichte.
es: Reacción-difusión Gray-Scott sembrada por densidad de escucha hora × día de la semana.
fr: Diffusion-réaction de Gray-Scott initialisée par la densité d’écoute heure × jour de la semaine.
it: Reazione-diffusione di Gray-Scott seminata da densità di ascolto ora × giorno della settimana.
ja: 時間 × 曜日の聴取密度によって設定された Gray-Scott 反応拡散。
nb: Gray-Scott reaksjon-diffusjon sådd av time × ukedag-lyttetetthet.
nl: Gray-Scott reactie-diffusie geënitieerd door uur × weekdag luisterdichtheid.
pl: Reakcja-dyfuzja Gray-Scotta zaszczepiona gęstością słuchania godzina × dzień tygodnia.
pt: Reação-difusão de Gray-Scott semeada pela densidade de escuta hora × dia da semana.
sv: Gray-Scott reaktion-diffusion sådd av timme × veckodag-lyssningstäthet.
zh_hans: 由小时 × 星期职听密度播种的 Gray-Scott 反应-扩散。

source: Group
da: Gruppe
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
ja: グループ
nb: Gruppe
nl: Groep
pl: Grupa
pt: Grupo
sv: Grupp
zh_hans: 组

source: Group All
da: Gruppér alle
de: Alle gruppieren
es: Agrupar todo
fr: Tout grouper
it: Raggruppa tutto
ja: すべてグループ化
nb: Grupper alle
nl: Alles groeperen
pl: Grupuj wszystko
pt: Agrupar tudo
sv: Gruppera alla
zh_hans: 全部组合

source: Group Presets
da: Gruppeforudindstillinger
de: Gruppenvorlagen
es: Preajustes de grupo
fr: Préréglages de groupes
it: Preset di gruppo
ja: グループプリセット
nb: Gruppeforhåndsinnstillinger
nl: Groepsvoorinstellingen
pl: Ustawienia grupowe
pt: Predefinições de grupo
sv: Gruppförinställningar
zh_hans: 组预设

source: Group Speakers
da: Gruppér højttalere
de: Lautsprecher gruppieren
es: Agrupar altavoces
fr: Grouper les enceintes
it: Raggruppa altoparlanti
ja: スピーカーをグループ化
nb: Grupper høyttalere
nl: Speakers groeperen
pl: Grupuj głośniki
pt: Agrupar caixas de som
sv: Gruppera högtalare
zh_hans: 组合音箱

# helpAboutAndSupport
source: About & Support
da: Om & support
de: Über & Support
es: Acerca de y soporte
fr: À propos et assistance
it: Informazioni e supporto
ja: 概要とサポート
nb: Om & støtte
nl: Over & ondersteuning
pl: O aplikacji i wsparcie
pt: Sobre e suporte
sv: Om & support
zh_hans: 关于与支持

# helpAboutBody1
source: Choragus is a third-party controller for Sonos speakers. It is not affiliated with or endorsed by Sonos, Inc.
da: Choragus er en tredjepartscontroller til Sonos-højttalere. Den er ikke tilknyttet eller godkendt af Sonos, Inc.
de: Choragus ist ein Controller eines Drittanbieters für Sonos-Lautsprecher. Er ist weder mit Sonos, Inc. verbunden noch von Sonos unterstützt.
es: Choragus es un controlador de terceros para altavoces Sonos. No está afiliado ni respaldado por Sonos, Inc.
fr: Choragus est un contrôleur tiers pour les enceintes Sonos. Il n’est ni affilié ni approuvé par Sonos, Inc.
it: Choragus è un controller di terze parti per altoparlanti Sonos. Non è affiliato né approvato da Sonos, Inc.
ja: ChoragusはSonosスピーカー用のサードパーティ製コントローラーです。Sonos, Inc.とは関係も承認もありません。
nb: Choragus er en tredjepartskontroller for Sonos-høyttalere. Den er ikke tilknyttet eller støttet av Sonos, Inc.
nl: Choragus is een controller van derden voor Sonos-luidsprekers. De app is niet verbonden met of goedgekeurd door Sonos, Inc.
pl: Choragus to kontroler innej firmy dla głośników Sonos. Nie jest powiązany z ani popierany przez Sonos, Inc.
pt: O Choragus é um controlador de terceiros para caixas Sonos. Não é afiliado nem endossado pela Sonos, Inc.
sv: Choragus är en tredjepartskontroll för Sonos-högtalare. Det är varken associerat med eller godkänt av Sonos, Inc.
zh_hans: Choragus 是适用于 Sonos 音箱的第三方控制器，与 Sonos, Inc. 无关联、未获其认可。

# helpAboutBody2
source: All control uses local UPnP over your home network. No data leaves your network and no cloud account is required. Music service authentication (when enabled) uses the standard Sonos SMAPI flow.
da: Al styring bruger lokal UPnP over dit hjemmenetværk. Ingen data forlader dit netværk, og der kræves ingen cloud-konto. Godkendelse af musiktjenester (hvis aktiveret) bruger standardforløbet Sonos SMAPI.
de: Die gesamte Steuerung erfolgt über lokales UPnP in deinem Heimnetzwerk. Es verlassen keine Daten dein Netzwerk und es ist kein Cloud-Konto erforderlich. Die Authentifizierung bei Musikdiensten (wenn aktiviert) erfolgt über den standardmäßigen Sonos-SMAPI-Ablauf.
es: Todo el control usa UPnP local en tu red doméstica. Ningún dato sale de tu red y no se requiere cuenta en la nube. La autenticación de servicios musicales (si se activa) usa el flujo estándar SMAPI de Sonos.
fr: Toutes les commandes utilisent l’UPnP local sur votre réseau domestique. Aucune donnée ne quitte votre réseau et aucun compte cloud n’est requis. L’authentification des services musicaux (si activée) utilise le flux SMAPI Sonos standard.
it: Tutto il controllo usa UPnP locale sulla rete domestica. Nessun dato lascia la tua rete e non è richiesto alcun account cloud. L’autenticazione ai servizi musicali (se attiva) utilizza il flusso Sonos SMAPI standard.
ja: すべての操作はホームネットワーク上のローカルUPnPを経由します。ネットワーク外にデータが流出しず、クラウドアカウントは不要です。音楽サービスの認証（有効時）は標準のSonos SMAPIフローを使用します。
nb: All styring bruker lokal UPnP over hjemmenettverket. Ingen data forlater nettverket ditt, og ingen skykonto er nødvendig. Autentisering av musikktjenester (hvis aktivert) bruker standard Sonos SMAPI-flyten.
nl: Alle bediening gebruikt lokaal UPnP via je thuisnetwerk. Er verlaten geen gegevens je netwerk en er is geen cloudaccount nodig. Authenticatie van muziekdiensten (indien ingeschakeld) verloopt via de standaard Sonos SMAPI-flow.
pl: Całe sterowanie wykorzystuje lokalne UPnP w sieci domowej. Żadne dane nie opuszczają sieci i konto w chmurze nie jest wymagane. Uwierzytelnianie usług muzycznych (jeśli włączone) używa standardowego przepływu Sonos SMAPI.
pt: Todo o controle usa UPnP local na sua rede doméstica. Nenhum dado sai da sua rede e não é necessária conta na nuvem. A autenticação de serviços de música (quando ativa) usa o fluxo padrão Sonos SMAPI.
sv: All styrning använder lokal UPnP över hemnätverket. Ingen data lämnar nätverket och inget molnkonto krävs. Autentisering av musiktjänster (om aktiverad) använder standardflödet Sonos SMAPI.
zh_hans: 所有控制均在家庭网络中通过本地 UPnP 进行。不会有数据离开您的网络，也无需云账户。音乐服务认证（如启用）使用标准的 Sonos SMAPI 流程。

# helpAboutSection
source: About Choragus
da: Om Choragus
de: Über Choragus
es: Acerca de Choragus
fr: À propos de Choragus
it: Informazioni su Choragus
ja: Choragusについて
nb: Om Choragus
nl: Over Choragus
pl: O Choragus
pt: Sobre o Choragus
sv: Om Choragus
zh_hans: 关于 Choragus
